<?php
// Text
$_['text_title']       = 'Bitcoin Lightning Network';
$_['text_instruction'] = 'Инструкции по оплате';
$_['text_description'] = 'Пожалуйста, оплатите инвойс на <b>%s</b> сатоши:';
$_['text_payment']     = 'После совершения оплаты - нажмите "Подтвердить заказ". <br> Мы не обработаем заказ, пока транзакция не будет подтверждена в сети. Если по истечению 6 часов после совершения транзакции она не будет подтверждена - магазин может отменить заказ и вернуть средства.';
$_['text_time_request']     = 'Счёт действителен 15 минут. Времени осталось на оплату: ';
$_['text_timeleft']     = 'Время вышло, обновите страницу';
$_['text_paymenttime']     = 'unix время создания счёта для оплаты: <a href="https://www.epochconverter.com/timezones?q=%s">%s</a>';
$_['invoice_text'] ='Оплата по заказу: #%s';
$_['text_pubkey'] = 'Если возникли проблемы, откройте канал к нашей ноде: %s';
$_['text_lightning_limit'] = 'Если сумма заказа превышает %s сатоши, пожалуйста, отправьте транзакцию в основной сети';
?>